brew "awscli"
brew "chezmoi"
brew "claude-squad"
brew "cmake"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git-lfs"
brew "go"
brew "htop"
brew "jq"
brew "lazydocker"
brew "libomp"
brew "libpq"
brew "neovim"
brew "nvm"
brew "oxker"
brew "powerlevel10k"
brew "pymol"
brew "serie"
brew "stow"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aldente"
cask "alt-tab"
cask "amazon-q"
cask "appcleaner"
cask "blackhole-16ch"
cask "chatgpt"
cask "clipy"
cask "cursor"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "figma"
cask "iterm2"
cask "karabiner-elements"
cask "kekaexternalhelper"
cask "keyboardcleantool"
cask "linearmouse"
cask "miniconda"
cask "mongodb-compass"
cask "noti-app"
cask "notion"
cask "notion-calendar"
cask "ollama-app"
cask "pingplace"
cask "postman"
cask "rectangle"
cask "scroll-reverser"
cask "shortcat"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zoom"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
